export default {
  purp: {
    hm: 'Квартирная',
    out: 'Для дома и дачи' 
  },
  type: {
    entr: 'Входная',
    int: 'Межкомнатная' 
  },
  side: {
    L: 'Открывание левое',
    R: 'Открывание правое' 
  },
  size: [
    '2050x860',
    '2050x960',
    '2055x865',
    '2055x965',
    '2045x855',
    '2045x955',
    '2060х1250'
  ],
  dfct: { 
    ok: 'Без особенностей',
    used: 'Витринный образец',
    bad: 'С дефектом',
    old: 'Устаревшая модель' 
  },
  adds: { mirr: 'С зеркалом' },
  
  sale: {
    1: 0.5,
    2: 0.3,
    3: 0.15 
  },
  
  cont: [2, 3],
  fltr: [
    'По убыванию цены',
    'По возрастанию цены',
    'По наличию',
    'По популярности',
  ]
}
